[
	{
        "id": 1,
        "date": "2022-08-15",
		"categories": "User Interaction and Experience",
		"readers": "880",
        "visitor": "1200",
        "title": "Analisis User Experience dan Redesign Antarmuka Website Portal Berita Online dengan Metode User Centered Design (UCD) (Studi Kasus: Cakrawala.co)",
        "author": "Yudhakesuma M, Muliawati A, Irmanda H",
        "journalPublication": "Informatik : Jurnal Ilmu Komputer (2022) 18(1) 23",
        "desc": "Cakrawala.co merupakan salah satu media online yang telah menggunakan website untuk penyajian berita secara daring. Website Cakrawala.co memiliki fungsi yaitu untuk mempermudah masyarakat dalam mendapatkan berita terkini baik berita nasional maupun internasional.",
        "abstract": "Cakrawala.co merupakan salah satu media online yang telah menggunakan website untuk penyajian berita secara daring. Website Cakrawala.co memiliki fungsi yaitu untuk mempermudah masyarakat dalam mendapatkan berita terkini baik berita nasional maupun internasional. Namun website Cakrawala.co yang pada saat ini telah dibangun tidak memperhatikan bagaimana website tersebut bisa dengan mudah untuk dipahami serta digunakan oleh pengguna melainkan hanya berfokus dalam penyajian berita. Maka dari itu perlu dilakukannya penilaian tingkat usability pada website, tingkat usability yang baik pada website merupakan hal yang harus dicapai agar website tersebut dapat dengan mudah dipahami dan digunakan oleh pengguna. Dalam penelitian ini, menggunakan metode User Centered Design agar dapat memenuhi kebutuhan pengguna dalam bentuk kuesioner, survey dan prototyping serta penilaian tingkat usability menggunakan perhitungan System Usability Scale (SUS). Penelitian ini memiliki hasil berupa meningkatnya nilai usability sebanyak 37,5% dan menghasilkan rekomendasi bentuk website yang telah di-redesign yang diharapkan dapat meningkatkan efektifitas dan efisiensi dari website tersebut.",
        "keywords": "User Centered Design, Portal berita, Redesign, Cakrawala.co, Website, Prototyping",
		"doi": "10.52958/iftk.v17i4.4154",
        "link": "https://ejournal.upnvj.ac.id/index.php/informatik/article/view/4154"
	},
	
	{
        "id": 2,
        "date": "2019",
		"categories": "Big Data Processing and Bussiness Management",
		"readers": "999",
        "visitor": "1201",
        "title": "SISTEM INFORMASI DAN POTENSI MANFAAT BIG DATA UNTUK PENDIDIKAN",
        "author": "Heryana D, Setiawati L, Suhendar B",
        "journalPublication": "Gunahumas (2020) 2(2) 350-357",
        "desc": "Informasi dapat didefinisikan sebagai hasil pengolahan data dalam bentuk yang lebih bagi penerima untuk menggambarkan peristiwa nyata yang digunakan untuk membuat keputusan. Sumber informasi adalah data.",
        "abstract": "Informasi dapat didefinisikan sebagai hasil pengolahan data dalam bentuk yang lebih bagi penerima untuk menggambarkan peristiwa nyata yang digunakan untuk membuat keputusan. Sumber informasi adalah data. Data adalah bentuk jamak dari bentuk tunggal atau data-idem. Data adalah kenyataan yang menggambarkan peristiwa nyata dan persatuan. Sistem informasi dapat didefinisikan sebagai sistem dalam organisasi yang merupakan kombinasi dari orang, fasilitas, teknologi, media, prosedur, dan kontrol yang bertujuan untuk memperoleh jalur komunikasi penting, proses, jenis transaksi, memberikan sinyal kepada manajemen dan mereka yang orang lain untuk peristiwa internal dan eksternal yang penting dan memberikan dasar untuk informasi untuk keputusan yang cerdas. Teknologi Informasi dan Komunikasi (TIK) merupakan topik penting yang berkembang dalam berbagai kebijakan publik, tak terkecuali dalam bidang pendidikan. Integrasi TIK dalam kehidupan sehari-hari mengubah hubungan kita dengan informasi dan pengetahuan. Big Data menjamin pemrosesan solusi data dengan yang baru dan varian yang ada ada untuk memberikan manfaat nyata bagi bisnis Prospek data besar pada saat yang sama membangkitkan pandangan optimis tentang masa depan yang kaya informasi dan di sisi lain tentang kekhawatiran tentang dampak negatif teknologi yang berdampak buruk pada pembangunan karakter generasi muda saat ini.",
        "keywords": "Sistem Informasi , Big Data",
		"doi": "10.17509/ghm.v2i2.23023",
        "link": "https://ejournal.upi.edu/index.php/gunahumas/article/view/23023"
	},


{
        "id": 3,
        "date": "2022",
		"categories": "Smart Computing",
		"readers": "220",
        "visitor": "857",
        "title": "Perbandingan Kinerja Algoritma Optimasi pada Metode Random Forest untuk Deteksi Kegagalan Jantung",
    	"author": "Unang Sunarya, Tita Haryanti",
    	"journalPublication": "Jurnal Rekayasa Elektrika (JRE) (2022) 18(4) 241-247",
        "desc": "Jantung merupakan salah satu organ terpenting dalam tubuh manusia. Kegagalan jantung pada pasien dapat mengakibatkan dampak yang vital dan berujung pada kematian. Adapun kegagalan jantung bukan hanya dipengaruhi oleh faktor usia, juga dipengaruhi komorbid dan pola hidup dari pasien.",
        "abstract": "Jantung merupakan salah satu organ terpenting dalam tubuh manusia. Kegagalan jantung pada pasien dapat mengakibatkan dampak yang vital dan berujung pada kematian. Adapun kegagalan jantung bukan hanya dipengaruhi oleh faktor usia, juga dipengaruhi komorbid dan pola hidup dari pasien. Berbagai upaya medis telah banyak dilakukan untuk mendeteksi kegagalan jantung yang mengharuskan pasien dirawat intensif di rumah sakit yang tentunya membuat pasien merasa kurang nyaman. Maka dari itu, dalam penelitian ini dirancang sebuah aplikasi machine learning untuk deteksi kegagalan jantung yang dapat mengklasifikasikan kondisi pasien ke arah kematian atau bertahan berdasarkan gejala-gejala yang dimiliki pasien. Adapun algoritma machine learning yang digunakan adalah random forest yang dioptimasi dengan tiga buah algoritma optimasi yaitu grid search, random search dan Bayesian search sebagai perbandingan. Kinerja ketiga algoritma optimasi kemudian diukur menggunakan akurasi, presisi dan recall. Ada 299 sampel pasien yang digunakan dalam penelitian ini. Hasil menunjukkan bahwa random forest dengan algoritma optimasi random search mencapai kinerja yang paling unggul dengan akurasi rata-rata sebesar 85,63 %, presisi rata-rata 87,38% dan recall 85,63%.",
        "keywords": "Kegagalan Jantung, Random Forest, Grid Search, Random Search, Bayesian Search",
		"doi": "10.17529/jre.v18i4.26981",
        "link": "https://jurnal.usk.ac.id/JRE/article/view/26981"
	},

	{
        "id": 4,
    	"date": "2020",
		"categories": "Smart Computing",
		"readers": "305",
    	"visitor": "932",
        "title": "Penerapan Metode Adaboost Untuk Mengoptimasi Prediksi Penyakit Stroke Dengan Algoritma Naive Bayes",
    	"author": "Agus Byna, Muhammad Basit",
    	"journalPublication": "Jurnal Sisfokom (Sistem Informasi dan Komputer) (2020) 9(3) 407-411",
        "desc": "Stroke merupakan penyakit paling mematikan di dunia. Membuat cedera pada sistem saraf ini karena itu memerlukan perhatian khusus dalam perawatannya. Perkembangan teknologi Era Revolusi Industri 4.0 dan ilmu kesehatan dapat dikolaborasikan menjadi sesuatu yang bermanfaat dengan menggunakan machine learning.",
        "abstract": "Stroke merupakan penyakit paling mematikan di dunia. Membuat cedera pada sistem saraf ini karena itu memerlukan perhatian khusus dalam perawatannya. Perkembangan teknologi Era Revolusi Industri 4.0 dan ilmu kesehatan dapat dikolaborasikan menjadi sesuatu yang bermanfaat dengan menggunakan machine learning. Saat ini manfaatnya digunakan dalam memprediksi beberapa penyakit yang akan diantisipasi. Secara khusus stroke menggunakan optimasi adaboost dengan naïve bayes yang dapat memberikan akurasi sebesar 0,986 memiliki diagnosis klasifikasi yang sangat baik dengan data split 70/30. Akurasi sebelumnya tanpa menggunakan optimasi adalah 0,976. Hasil akurasi ini digunakan oleh para ahli kesehatan dalam pengambilan keputusan yang baik di bidang keperawatan dan kedokteran. Guna mempercepat hasil diagnosis pada pasien stroke.",
        "keywords": "Stroke, Machine Learning, Naïve Bayes, Adaboost",
		"doi": "https://doi.org/10.32736/sisfokom.v9i3.1023",
        "link": "http://jurnal.atmaluhur.ac.id/index.php/sisfokom/article/view/1023"
	},

	{
        "id": 5,
        "date": "2018",
		"categories": "Big Data Processing and Bussiness Management",
		"readers": "658",
        "visitor": "658",
        "title": "Sistem Pakar Diagnosa Penyakit Ispa Menggunakan Metode Naive Bayes Classifier Berbasis Web",
        "author": "Yuliana Yuliana, Paradise Paradise, Kusrini Kusrini",
        "journalPublication": "CSRID Journal (2018) 10(3) 127-138",
        "desc": "ISPA (Infeksi Saluran Pernafasan Akut) adalah sekelompok penyakit kompleks yang disebabkan oleh virus seperti rotavirus, virus Influensa, bakteri Streptococcus pneumoniae dan bakteri Staphylococcus aureus. ISPA merupakan penyakit gangguan saluran pernapasan yang dapat menimbulkan infeksi ringan sampai penyakit yang parah dan mematikan akibat faktor lingkungan.",
        "abstract": "ISPA (Infeksi Saluran Pernafasan Akut) adalah sekelompok penyakit kompleks yang disebabkan oleh virus seperti rotavirus, virus Influensa, bakteri Streptococcus pneumoniae dan bakteri Staphylococcus aureus. ISPA merupakan penyakit gangguan saluran pernapasan yang dapat menimbulkan infeksi ringan sampai penyakit yang parah dan mematikan akibat faktor lingkungan. Kurangnya pengetahuan masyarakat mengenai gejala dan cara penanganan penyakit ISPA merupakan salah satu faktor penyebab tingginya angka kematian akibat ISPA. Peran sistem pakar yang disediakan dalam bentuk aplikasi sangat diperlukan untuk membantu seseorang dalam melakukan diagnosa penyakit ISPA secara mudah dan cepat. Pada penelitian kali ini peneliti akan membangun sebuah sistem pakar dengan menggunakan metode Naive Bayes Classifier berbasis web untuk menemukan solusi atau kemungkinan penyakit yang diderita oleh user. Aplikasi Sistem Pakar ini menghasilkan keluaran berupa kemungkinan penyakit Infeksi Saluran Pernafasan Atas (ISPA) yang diderita berdasarkan sistem pakar diagnosis ISPA yang telah dirancang, beserta pengujian yang telah dilakukan, maka dapat diambil kesimpulan, bahwa pada sistem yang dibangun dengan menerapkan metode Naive Bayes Classifier mampu mendiagnosis jenis penyakit ISPA secara akurat dengan persentase 90% berdasarkan data dan gejala yang dialami pasien. Namun data keluaran memiliki persentase kemungkinan yang rendah sebab gejala yang dialami pasien tidak cukup kuat untuk menyatakan pasien posistif terdiagnosis jenis penyakit ISPA.",
        "keywords": "Sistem Pakar, Metode Naive Bayes Classifier, ISPA",
		"doi": "http://dx.doi.org/10.22303/csrid.10.3.2018.127-138",
        "link": "http://csrid.potensi-utama.ac.id/ojs/index.php/CSRID/article/view/292"
	},

	{
        "id": 6,
        "date": "2022",
		"categories": "User Interaction and Experience",
		"readers": "5859",
        "visitor": "5859",
        "title": "Analisis User Interface Meningkatkan Pengalaman Pengguna Menggunakan Usability Testing pada Aplikasi Android Course",
        "author": "Wira Buana, Betha Nurina Sari",
        "journalPublication": "Journal of Computer and Information Technology (2022) 5(2) 91-97",
        "desc": "User Interface adalah tampilan dari sebuah produk yang berfungsi menjembatani sistem dengan pengguna atau user, dimana tampilan UI bisa berupa warna, bentuk serta tulisan yang menarik pada aplikasi mobile. Dengan kurangnya persiapan dan rancangan yang belum matang, maka pada aplikasi mobile tersebut kurang berjalan maksimal dan mengakibatkan pengguna ingin berpindah ke aplikasi yang lain.",
        "abstract": "User Interface adalah tampilan dari sebuah produk yang berfungsi menjembatani sistem dengan pengguna atau user, dimana tampilan UI bisa berupa warna, bentuk serta tulisan yang menarik pada aplikasi mobile. Dengan kurangnya persiapan dan rancangan yang belum matang, maka pada aplikasi mobile tersebut kurang berjalan maksimal dan mengakibatkan pengguna ingin berpindah ke aplikasi yang lain. Tujuan penelitian ini yaitu analisis tingkat user interface pada aplikasi android Course Online menggunakan usability testing. Pada penelitian ini dilakukan dengan menggunakan usability testing yaitu pengujian usability menggunakan metode SUS dengan mengukur kepuasan pengguna dengan 10 pertanyaan secara online. Penelitian ini data informasi yang didapat secara online ini adalah pengguna aplikasi Course Online android berbasis internet ini akan memberikan langsung efek kepada pengguna terhadap aplikasi android Course Online yang dilangsungkan. Sampel data yang diambil dalam penelitian ini adalah 30 orang mahasiswa yang mencoba aplikasi ini. Dalam teknik ini analisis data penelitian informasi yang digunakan merupakan analisis deskriptif dengan persentase data, kemudian dideskripsikan untuk mengukur tingkat kemudahan penggunaan dalam aplikasi android Course Online. Hasil dari penelitian ini skor yang di dapat melalui kuesioner yang disebarkan secara online ini mendapatkan skor SUS 78,3. Pada sisi acceptability ranges menempati level marginal high, pada sisi adjektif rating berada pada posisi OK, dan terakhir pada sisi grade scale menempati grade B.",
        "keywords": "Analysis, Usability Testing, User Iterface; Analisis, Usability Testing, User Interface",
		"doi": "http://doi.org/10.25273/doubleclick.v5i2.11669",
        "link": "http://e-journal.unipma.ac.id/index.php/doubleclick"
	},

	{
        "id": 7,
        "date": "2021",
		"categories": "User Interaction and Experience",
		"readers": "853",
        "visitor": "853",
        "title": "Analisis User Experience Aplikasi Peduli Lindungi untuk Menunjang Proses Bisnis Berkelanjutan",
        "author": "Erna Haerani, Alam Rahmatulloh",
        "journalPublication": "SATIN –Sains dan Teknologi Informasi (2021) 7(2) 01-10",
        "desc": "Pandemi ini sangat berdampak banyak hampir keseluhur sektor. Pemerintah terus berusaha menekan penyebaran coronavirus diantaranya dengan menerapkan aplikasi PeduliLindungi. Aplikasi tersebut dikembangkan untuk membantu dalam melakukan pelacakan.",
        "abstract": "Pandemi ini sangat berdampak banyak hampir keseluhur sektor. Pemerintah terus berusaha menekan penyebaran coronavirus diantaranya dengan menerapkan aplikasi PeduliLindungi. Aplikasi tersebut dikembangkan untuk membantu dalam melakukan pelacakan. Pelacakan dan fitur-fitur lainnya mulai dipergunakan di sarana prasarana umum seperti di bandara, termasuk hasil tes swab PCR maupun antigen sudah mampu diintegrasikan dengan aplikasi tersebut. Selain itu digunakan untuk masuk dan check-in ke berbagai tempat umum seperti mall. Walaupun sudah banyak penggunaan dan integrasi pada aplikasi Peduli Lindungi, namun belum diketahui tingkat penerimaan di masyarakat. Diharapkan dengan penerapan aplikasi tersebut proses bisnis yang terhenti disemua sektor dapat kembali beroperasi. Maka untuk membantu pemerintah dalam melancarkan tujuannya mengembalikan proses bisnis yang terhenti dampak pandemi. Perlu dilakukan analisa aplikasi pedulilindungi dari segi pengalaman pengguna. Analisis menggunakan tools user experience questionnaire (UEQ). UEQ terdiri dari 26 butir pertanyaan. Hasil penelitian dari enam skala: daya tarik, kejelasan, efisiensi, ketepatan, stimulasi dan kebaruan masih menghasilkan nilai yang sangat rendah. Terutama pada skala ketepatan dengan nilai buruk.",
        "keywords": "Analisis, User Experience, PeduliLindungi, Proses Bisnis Berkelanjutan",
		"doi": "https://doi.org/10.33372/stn.v7i1.762",
        "link": "http://jurnal.stmik-amik-riau.ac.id/index.php/satin/article/view/762"
	},

	{
        "id": 8,
    	"date": "2021",
		"categories": "Big Data Processing and Bussiness Management",
		"readers": "1546",
        "visitor": "2243",
    	"title": "Sistem Informasi Penjualan Motor Bekas Berbasis Android Untuk Meningkatkan Penjualan di Mokascirebon.Com",
    	"author": "Agis Maulana Robani, Saepul Hadi Mail, Odi Nurdiawan, Gifthera Dwilestari, Nana Suarna",
        "journalPublication": "JURIKOM (Jurnal Riset Komputer) (2021) 8(6) 205−212",
        "desc": "Mokascirebon.com merupakan showroom terpercaya di Cirebon untuk jual beli motor bekas, dimana dalam bisnis jual beli motor bekas membutuhkan modal yang besar dan harus bisa keluar masuk motor dengan cepat mengingat bahwa semakin lama sepeda motor terjual maka harganya akan semakin turun, dan juga jika pajak stok sepeda motor sudah jatuh tempo maka akan menambah biaya modal yang dibutuhkan.",
        "abstract": "Mokascirebon.com merupakan showroom terpercaya di Cirebon untuk jual beli motor bekas, dimana dalam bisnis jual beli motor bekas membutuhkan modal yang besar dan harus bisa keluar masuk motor dengan cepat mengingat bahwa semakin lama sepeda motor terjual maka harganya akan semakin turun, dan juga jika pajak stok sepeda motor sudah jatuh tempo maka akan menambah biaya modal yang dibutuhkan. Lamanya sebuah sepeda motor terjual memiliki banyak faktor, diantaranya persaingan bisnis yang ketat, dimana semuanya berlomba-lomba untuk meningkatkan penjualan sepeda motor bekasnya dan juga memiliki sistem yang membuat pengerjaan menjadi lebih cepat dan tepat. Dari permasalahan tersebut, muncul ide untuk meningkatkan penjualan sepeda motor dengan meningkatkan jangkauan media promosi pada platform Android dan membuat sistem komputerisasi berbasis Android yang mampu mempercepat pekerjaan internal perusahaan. Dalam perancangan aplikasi ini menggunakan metode waterfall, dimana tahapannya adalah mengumpulkan kebutuhan, membangun dan mengevaluasi waterfall, coding, testing, evaluasi sistem hingga akhirnya sistem dapat digunakan. Bahasa pemrograman yang digunakan adalah Java dan juga menggunakan aplikasi Android Studio untuk membuat aplikasi Android tersebut. Basis data yang digunakan adalah MySQL. Alat pendukung yang digunakan adalah Photoshop, Corel Draw dan Android Emulator. Dengan adanya sistem informasi penjualan sepeda motor bekas berbasis android ini untuk Meningkatkan Penjualan di Mokascirebon.com diharapkan dapat meningkatkan penjualan sepeda motor bekas serta mempermudah dan mempercepat pekerjaan internal perusahaan.",
        "keywords": "Second Hand Motorcycle, Android Based Sales Information System, Increased Sales, Android",
		"doi": "http://dx.doi.org/10.30865/jurikom.v8i6.3629",
        "link": "http://ejurnal.stmik-budidarma.ac.id/index.php/jurikom/article/view/3629"
	},

	{
        "id": 9,
    	"date": "2019",
		"categories": "Big Data Processing and Bussiness Management",
		"readers": "103",
        "visitor": "103",
    	"title": "Implementasi Bussiness Intelligent dalam e-Tourism Berbasis Big Data",
        "author": "Chandra Eko Wahyudi Utomo",
        "journalPublication": "Journal of Tourism and Creativity (2019) 3(2) 163-178",
        "desc": "Penggunaan teknologi informasi yang terintegrasi dengan proses kerja dalam suatu organisasi sudah menjadi kebutuhan mutlak. Ketersediaan data dan informasi yang lengkap, benar dan akurat telah menjadi kebutuhan pokok bagi kelangsungan hidup suatu organisasi.",
        "abstract": "Penggunaan teknologi informasi yang terintegrasi dengan proses kerja dalam suatu organisasi sudah menjadi kebutuhan mutlak. Ketersediaan data dan informasi yang lengkap, benar dan akurat telah menjadi kebutuhan pokok bagi kelangsungan hidup suatu organisasi. Business Intelligence (BI) merupakan salah satu bentuk implementasi yang mampu menjawab kebutuhan di atas. BI telah banyak digunakan oleh organisasi dalam mengelola data dan informasi untuk mendukung pengambilan keputusan. BI biasanya dikaitkan dengan upaya memaksimalkan kinerja suatu organisasi. Business Intelligence System adalah istilah yang secara umum digunakan untuk jenis aplikasi atau teknologi yang digunakan untuk membantu aktivitas BI, seperti pengumpulan data, penyediaan akses, dan analisis data dan informasi tentang kinerja perusahaan. Seiring dengan pesatnya sistem informasi berbasis online termasuk e-tourism, menciptakan ledakan data yang sangat besar di internet (bigdata). Pertumbuhan data pariwisata yang sangat tinggi di internet dapat dimanfaatkan untuk kebutuhan industri pariwisata dan kebutuhan penelitian di bidang pariwisata.",
        "keywords": "Intelligent Business, E-tourism, Big Data",
		"doi": "https://doi.org/10.19184/jtc.v3i2.14065",
        "link": "https://jurnal.unej.ac.id/index.php/tourismjournal/article/view/14065"
	},

	{
        "id": 10,
        "date": "2020",
		"categories": "Smart Computing",
		"readers": "100",
        "visitor": "100",
        "title": "Optimalisasi Naive Bayes Menggunakan Genetic Algorithm Sebagai Pemilihan Fitur Untuk Memprediksi Kinerja Siswa",
        "author": "Suhendro Busono",
        "journalPublication": "Jurnal Ilmiah Teknologi Informasi Asia (2020) 14(1) 31-40",
        "desc": "Di era globalisasi ini moralitas para tenegers semakin menurun. Fenomena ini dapat dilihat pada media massa maupun elektronik. Media massa atau elektronik menginformasikan bahwa kasus negatif sering terjadi pada komunitas remaja. Kasus negatif seperti tawuran, narkoba, perjudian, pemerkosaan, durhaka kepada orang tua, dan lain-lain.",
        "abstract": "Di era globalisasi ini moralitas para tenegers semakin menurun. Fenomena ini dapat dilihat pada media massa maupun elektronik. Media massa atau elektronik menginformasikan bahwa kasus negatif sering terjadi pada komunitas remaja. Kasus negatif seperti tawuran, narkoba, perjudian, pemerkosaan, durhaka kepada orang tua, dan lain-lain. Penyebab kasus negatif bukan dari dirinya sendiri tetapi dipicu oleh kebiasaan buruk. Semakin kurang perhatian orang tua, rendahnya kualitas hubungan orang tua dapat menimbulkan kebiasaan buruk dari anak. Pendidikan orang tua, pekerjaan orang tua, dukungan pendidikan orang tua dapat mempengaruhi mainset anak. Berapa lama anak belajar, berapa lama anak memiliki waktu luang, berapa lama anak berteman, dan berapa lama anak mengakses internet dapat mempengaruhi mainset anak. Kebiasaan anak-anak yang dijelaskan pada kalimat-kalimat sebelumnya, dapat diukur dengan ilmu pengetahuan dan teknologi. Data Mining yang merupakan cabang ilmu komputer dapat mengukur seberapa besar kinerja anak-anak atau orang dewasa berdasarkan indikator custom framer. Pada penelitian kinerja siswa yang terakhir menggunakan Metode Naive Bayes, jumlah atribut terlalu banyak (33 atribut) dan nilai akurasi sebesar 91,15%. Pada penelitian ini, peneliti mengoptimasi atribut penelitian terakhir dengan menggunakan Algoritma Genetika. Algoritma Genetika dapat memilih atribut yang relevan. Pemilihan atribut yang relevan dapat meningkatkan skor akurasi. Skor akurasi setelah menggunakan Algoritma Genetika adalah 97,21 %.",
        "keywords": "Student Performance, Data Mining, Naive Bayes, Genetic Algorithm",
		"doi": "https://doi.org/10.32815/jitika.v14i1.400",
        "link": "https://www.jurnal.stmikasia.ac.id/index.php/jitika/article/view/400"
	},

	{
        "id": 11,
        "date": "2020",
		"categories": "Smart Computing",
		"readers": "36",
        "visitor": "36",
        "title": "SELEKSI FITUR DAN OPTIMASI PARAMETER k-NN BERBASIS ALGORITMA GENETIKA PADA DATASET MEDIS",
        "author": "Rizki Tri Prasetio",
        "journalPublication": "JURNAL RESPONSIF (2020) 2(2) 213-221",
        "desc": "Klasifikasi dataset medis adalah masalah data mining utama yang sedang diteliti selama satu dekade yang telah menarik beberapa peneliti dari berbagai bidang. Banyak algoritma klasifikasi dirancang untuk belajar dari data itu sendiri melalui proses pelatihan, karena pengetahuan ahli untuk menentukan parameter klasifikasi sulit.",
        "abstract": "Klasifikasi dataset medis adalah masalah data mining utama yang sedang diteliti selama satu dekade yang telah menarik beberapa peneliti dari berbagai bidang. Banyak algoritma klasifikasi dirancang untuk belajar dari data itu sendiri melalui proses pelatihan, karena pengetahuan ahli untuk menentukan parameter klasifikasi sulit. Penelitian ini mengusulkan metodologi yang didasarkan pada paradigma data mining. Paradigma ini mengintegrasikan pencarian heuristic yang terinspirasi dari evolusi alam yang disebut algoritma genetika dengan algoritma pembelajaran yang paling sederhana dan paling banyak digunakan, k nearest neighbor. Algoritma genetika digunakan untuk pemilihan fitur dan optimasi parameter sedangkan k-nearest neighbor digunakan sebagai algoritma klasifikasi. Metode yang diusulkan diujicobakan pada lima dataset medis dari UCI Machine Learning Repository untuk menangani klasifikasi dataset medis. Hasil percobaan menunjukkan bahwa metode yang diusulkan mampu mencapai kinerja yang baik, dibandingkan dengan hasil pengklasifikasi lain dengan peningkatan yang signifikan dengan nilai p uji-t 0.0011.",
        "keywords": "Klasifikasi, Algoritma Genetika, Fitur Seleksi, Optimasi Parameter, K-Nearest Neighbor",
		"doi": "https://doi.org/10.51977/jti.v2i2.319",
        "link": "https://www.ejurnal.ars.ac.id/index.php/jti/article/view/319"
	},

	{
        "id": 12,
        "date": "2018",
		"categories": "User Interaction and Experience",
		"readers": "100",
        "visitor": "100",
        "title": "Analisis User Interface terhadap Website Berbasis E-Learning dengan Metode Heuristic Evaluation",
        "author": "Yemima Monica Geasela, Pranchis - Ranting, Johanes Fernandes Andry",
    	"journalPublication": "JURNAL INFORMATIKA (2018) 5(2) 270-277",
        "desc": "Dengan berkembangnya teknologi informasi, meningkat pula cara pembelajaran yang semakin modern salah satunya dengan menggunakan e-learning. E-learning adalah suatu model pembelajaran yang menggunakan website sebagai media dasarnya.",
        "abstract": "Dengan berkembangnya teknologi informasi, meningkat pula cara pembelajaran yang semakin modern salah satunya dengan menggunakan e-learning. E-learning adalah suatu model pembelajaran yang menggunakan website sebagai media dasarnya. Dengan adanya e-learning, pembelajaran dapat dilakukan dimanapun dan kapanpun. E-learning yang baik adalah e-learning yang dapat meningkatkan kemampuan pengguna yang menggunakannya. Desain antarmuka menjadi salah satu elemen paling penting yang dapat mendukung kualitas edukasi di dunia maya. Oleh karena itu, penelitian ini bertujuan mengevaluasi desain antarmuka suatu website berbasis e-learning menggunakan human factors dan pendekatan interpretasi ergonomik, untuk meningkatkan usability dan usefulness sebuah sistem. Metode yang dipakai dalam penelitian ini adalah evaluasi heuristik yang terdiri atas 10 aturan prinsipnya yang terkenal dalam melakukan penilaian atas suatu desain antarmuka. Hasil penelitian menunjukkan secara umum penilaian terhadap desain interface dan ketermudahan penggunaan suatu website yang memiliki basis e-learning ditemukan telah cukup baik, akan tetapi masih terdapat beberapa hal yang perlu ditingkatkan, terutama yang bersesuaian dengan karakteristik dalam ketermudahan penggunaan.",
        "keywords": "Website, E-learning, Heuristic, Usability",
		"doi": "https://doi.org/10.31294/ji.v5i2.3741",
        "link": "https://ejournal.bsi.ac.id/ejurnal/index.php/ji/article/view/3741"
	},

	{
        "id": 13,
        "date": "2019",
		"categories": "User Interaction and Experience",
		"readers": "100",
        "visitor": "100",
        "title": "ANALISIS USER INTERFACE TERHADAP WEBSITE AKTA ONLINE BANYUWANGI MENGGUNAKAN METODE HEURISTIC EVALUATION",
        "author": "Siti Vika Ngainul Fitri",
        "journalPublication": "Informatics Journal (INFORMAL) (2022) 4(3) 103-107",
        "desc": "Kabupaten Banyuwangi memiliki inovasi baru bernama “Lahir Procot Pulang Bawa Akta” yang dalam inovasi ini diwujudkan dalam bentuk Website Akta Online. Setiap teknologi informasi memiliki interface yang dapat menjadi penghubung antara pengguna dengan teknologi itu sendiri. Pembentukan antarmuka dipengaruhi oleh kebutuhan, dan teknologi informasi memiliki desain antarmuka yang berbeda-beda sesuai dengan kebutuhan penggunanya.",
        "abstract": "Kabupaten Banyuwangi memiliki inovasi baru bernama “Lahir Procot Pulang Bawa Akta” yang dalam inovasi ini diwujudkan dalam bentuk Website Akta Online. Setiap teknologi informasi memiliki interface yang dapat menjadi penghubung antara pengguna dengan teknologi itu sendiri. Pembentukan antarmuka dipengaruhi oleh kebutuhan, dan teknologi informasi memiliki desain antarmuka yang berbeda-beda sesuai dengan kebutuhan penggunanya. User Interface memiliki tujuan untuk memudahkan pengguna dalam mengoperasikan teknologi informasi yang dapat membuat pengguna merasa nyaman menggunakan aplikasi atau teknologi tersebut. Heuristic Evaluation adalah salah satu metode evaluasi Usability yang dapat digunakan untuk mengetahui sejauh mana suatu sistem digunakan oleh pengguna untuk mencapai tujuan tertentu dengan efektivitas, efisiensi dan kepuasan. Penelitian ini merupakan penelitian yang difokuskan pada penggunaan Heuristic Evaluation berdasarkan desain antarmuka pengguna aspek kegunaan aplikasi melalui observasi, wawancara dan kuesioner kepada pengguna.",
        "keywords": "User Interface, Heuristic Evaluation, Website Akta Online Banyuwangi",
		"doi": "https://doi.org/10.19184/isj.v4i3.12594",
        "link": "https://jurnal.unej.ac.id/index.php/INFORMAL/article/view/12594"
	},

	{
        "id": 14,
    	"date": "2020",
		"categories": "Big Data Processing and Bussiness Management",
		"readers": "794",
        "visitor": "829",
    	"title": "Penerapan Metode Forward Chaining Pada Sistem Pakar Untuk Mengetahui Kepribadian Seseorang",
    	"author": "Ranti Eka Putri, Kriscillia Molly Morita, Yanti Yusman",
        "journalPublication": "Journal of Information Technology and Computer Science(INTECOMS) (2020) 3(1) 60-66",
        "desc": "Kepribadian adalah keseluruhan perilaku dan emosi yang menjadi karakteristik unik seseorang yang stabil dan dapat diprediksi. Karakteristik atau sifat kepribadian berpengaruh langsung atau tidak langsung pada konflik pekerjaan dan keluarga. Untuk mengetahui tipe kepribadian seseorang, umumnya seseorang harus berkonsultasi langsung dengan psikolog atau dengan melakukan kuesioner yang disediakan untuk mengetahui tipe kepribadian yang dimiliki seseorang.",
        "abstract": "Kepribadian adalah keseluruhan perilaku dan emosi yang menjadi karakteristik unik seseorang yang stabil dan dapat diprediksi. Karakteristik atau sifat kepribadian berpengaruh langsung atau tidak langsung pada konflik pekerjaan dan keluarga. Untuk mengetahui tipe kepribadian seseorang, umumnya seseorang harus berkonsultasi langsung dengan psikolog atau dengan melakukan kuesioner yang disediakan untuk mengetahui tipe kepribadian yang dimiliki seseorang. Dengan memanfaatkan teknologi yang berkembang pesat saat ini, diperlukan atau diperlukan suatu sistem yang dapat membantu manusia untuk mengetahui kepribadiannya, sistem tersebut adalah sistem pakar. Sistem pakar ini dibangun dengan menggunakan metode forward chaining. Sistem pakar ini dirancang dan dibangun dengan bahasa pemrograman PHP atau sering disebut sistem berbasis web. Karena sistem berbasis web, pengguna sistem tidak akan dibatasi oleh ruang, waktu, dan meminimalkan biaya dan tenaga untuk mengetahui kepribadian yang termasuk dalam tipe kepribadian yang mana.",
        "keywords": "Forward Chaining, Sistem Pakar, Kepribadian",
		"doi": "https://doi.org/10.31539/intecoms.v3i1.1332",
        "link": "https://journal.ipm2kpe.or.id/index.php/INTECOM/article/view/1332"
	},

	{
        "id": 15,
        "date": "2022",
		"categories": "Smart Computing",
		"readers": "703",
        "visitor": "703",
        "title": "OPTIMASI ALGORITMA C4.5 MENGGUNAKAN METODE FORWARD SELECTION DAN STRATIFIED SAMPLING UNTUK PREDIKSI KELAYAKAN KREDIT",
    	"author": "Ibnu Ubaedi, Yan Mitha Djaksana",
    	"journalPublication": "Jurnal Sistem Informasi (JSiI) (2022) 9(1) 17-26",
        "desc": "Kredit merupakan dana yang diberikan oleh bank kepada pihak lain berdasarkan perjanjian pinjam-meminjam, yang mewajibkan peminjam melunasi pinjamannya setelah jangka waktu tertentu. Sebelum memberi kredit, bank perlu menganalisis kemampuan nasabah dalam melunasi utangnya untuk mengurangi resiko kredit.",
        "abstract": "Kredit merupakan dana yang diberikan oleh bank kepada pihak lain berdasarkan perjanjian pinjam-meminjam, yang mewajibkan peminjam melunasi pinjamannya setelah jangka waktu tertentu. Sebelum memberi kredit, bank perlu menganalisis kemampuan nasabah dalam melunasi utangnya untuk mengurangi resiko kredit. Analisis kredit yang dilakukan oleh bank terkadang tidak akurat, sehingga menimbulkan kredit macet. Masalah ini akan diselesaikan dengan memanfaatkan teknologi data mining, yaitu membuat pohon keputusan menggunakan algoritma C4.5 untuk memprediksi kelayakan kredit. Tetapi, algoritma C4.5 memiliki masalah penurunan akurasi ketika dihadapkan dengan atribut dan jumlah data yang besar. Masalah ini akan diselesaikan dengan metode Feature Selection dan Stratified Sampling yang terbukti dapat menyelesaikan masalah atribut dan jumlah data yang besar. Hasil penelitian menunjukkan bahwa pohon keputusan yang dihasilkan dari algoritma C4.5 memiliki akurasi cukup baik sebesar 79,11% dan metode Feature Selection dan Stratified Sampling berhasil meningkatkan akurasi algoritma C4.5 sebesar 9,2% dalam memprediksi kelayakan kredit.",
        "keywords": "Optimasi Algoritma C4.5, Feature Selection, Stratified Sampling, Kelayakan Kredit, Atribut dan Jumlah Data yang Besar",
		"doi": "https://doi.org/10.30656/jsii.v9i1.3505",
        "link": "https://e-jurnal.lppmunsera.org/index.php/jsii/article/view/3505"
	},

{
        "id": 16,
        "date": "2023",
		"categories": "Wireless Sensor Network",
		"readers": "328",
        "visitor": "629",
        "title": "Monitoring and Controlling System to Artificial Habitat of Antlion (Myrmeleon Sp.) based Wireless Sensor Network",
        "author": "Fairuz R, Aad H, Lis D M",
        "journalPublication": "Jartel (2023) 13(1) 25-31",
        "desc": "Antlion habitat that breeders create currently does not use a system that can protect the habitat from changes in temperature and humidity. In addition, when they are about to be sold, breeders filter and sort the antlion one by one. Therefore, a system is made that can monitor and control changes in temperature and humidity as well as harvesting automatically through the application.",
        "abstract": "Antlion habitat that breeders create currently does not use a system that can protect the habitat from changes in temperature and humidity. In addition, when they are about to be sold, breeders filter and sort the antlion one by one. Therefore, a system is made that can monitor and control changes in temperature and humidity as well as harvesting automatically through the application. This system is designed using a wireless sensor network with temperature and humidity sensors DHT22, IR MLX90614 with soft actuators and mist makers as well as loadcell sensors to trigger off the sieving motor connected to the Firebase database and interface Flutter application. Based on the results of testing the accuracy of temperature, humidity, infrared, and loadcell sensor readings, respectively, they are 98.07, 97.58%, 98.38%, and 98.78% with an average delay of 216,97ms can maintain temperature changes in the range 24-30? and humidity in the range 70-80% stably. And the average value of harvest time is 30.37 seconds with an average decrease in sand load of 56.7 grams when the harvesting mechanism is running.",
        "keywords": "Antlion, Wireless Sensor Network, DHT22, IRMLX90614, Loadcell",
		"doi": "https://doi.org/10.33795/jartel.v13i1.509",
        "link": "https://jartel.polinema.ac.id/index.php/jartel/article/view/509"
	},
	
	{
        "id": 17,
        "date": "2023",
		"categories": "Wireless Sensor Network",
		"readers": "916",
        "visitor": "1497",
        "title": "Rancang Bangun Wireless Sensor Network sebagai Sistem Monitoring Kadar Gas Amonia pada Perternakan Ayam Berbasis Lora",
        "author": "Agus W W, Bagus F, Yosephine L R E N",
        "journalPublication": "Jurnal Ilmiah Multidisiplin (2023) 2(2) 887–898",
        "desc": "Permasalahan yang sering disepelekan peternak yaitu kualitas udara di lingkungan ternak. Hal tersebut berdampak pada kualitas kesehatan ternak sehingga mempengaruhi produktifitas hasil ternak. Gas yang berperan dalam masalah tersebut adalah gas ammonia (NH3) yang merupakan senyawa kimia sebagai salah satu indikator pencemaran udara pada bentuk kebauan di lingkungan perternakan.",
        "abstract": "Permasalahan yang sering disepelekan peternak yaitu kualitas udara di lingkungan ternak. Hal tersebut berdampak pada kualitas kesehatan ternak sehingga mempengaruhi produktifitas hasil ternak. Gas yang berperan dalam masalah tersebut adalah gas ammonia (NH3) yang merupakan senyawa kimia sebagai salah satu indikator pencemaran udara pada bentuk kebauan di lingkungan perternakan. Perlu adanya pengamatan berkaitan dengan gas amonia yang diproduksi pada ternak untuk menentukan tindakan selanjutnya dengan tepat. Tujuan dari penelitian ini adalah merancang sistem wireless sensor network sebagai monitoring gas amonia. Pengujian eror sensor MQ 137 pada rentang PPM mulai dari 4-91.3 mendapatkan nilai eror teruji terbanyak sebesar 37%.  LoRa SX1278 mengalami packet loss sebesar 40% pada jarak lebih dari 111m dalam kondisi NLOS dengan nilai RSSI -112. Sistem monitoring berkerja dengan baik dalam pengujian pengambilan data selama 2 hari mampu menyimpan data pengukuran amonia, suhu dan RSSI maupun menampilkannya dalam web server raspberry pi secara lokal.",
        "keywords": "haversine, livestock, LoRa SX1278, monitoring system, tracking, wireless sensor network",
		"doi": "https://doi.org/10.56799/jim.v2i2.1233",
        "link": "https://journal-nusantara.com/index.php/JIM/article/view/1233"
	},

	{
        "id": 18,
        "date": "2023",
		"categories": "Wireless Sensor Network",
		"readers": "899",
        "visitor": "1388",
        "title": "A Virtual Cage for Monitoring System Semi-Intensive Livestock’s Using Wireless Sensor Network and Haversine Method",
        "author": "Fahmi D P, Giva A M, Lisda M",
        "journalPublication": "Jurnal Infotel (2023) 15(2) 80-87",
        "desc": "Indonesia has great livestock potential.  The semi-intensive grazing system is one of the efforts to increase the production of healthy and superior dairy or beef livestock.",
        "abstract": "Indonesia has great livestock potential.  The semi-intensive grazing system is one of the efforts to increase the production of healthy and superior dairy or beef livestock. This grazing system has many advantages. However, it has several weaknesses that can prejudice farmers, including lost or stolen livestock due to a lack of control and monitoring. Therefore, tracking livestock’s position in the WSN-based grasslands monitoring will be implemented to overcome these weaknesses. Thus, it will provide benefits as a support for a modern and controlled livestock system. The built WSN consists of several nodes installed on livestock consisting of Arduino nano, GPS Neo Module, LoRa S-1278, DS3231 clock module, and MCU node. Tracking is visible through the application by displaying the map and livestock’s GPS position. In addition, the system is notified if the livestock’s position is located more than in the permitted radius of the farm. The system was examined and analyzed using the Haversine method with various scenarios to find the maximum range transmission and perform system toughness. The results stated that the system could track the livestock’s position up to 11 Km and the location error calculation obtained by Haversine is only 11.7% of the actual location.",
        "keywords": "WSN, MQ 137, SX1278, Raspberry Pi",
		"doi": "https://doi.org/10.20895/infotel.v15i2.944",
        "link": "https://ejournal.st3telkom.ac.id/index.php/infotel/article/view/944"
	},

	{
        "id": 19,
        "date": "2023",
		"categories": "Wireless Sensor Network",
		"readers": "129",
        "visitor": "459",
        "title": "Perancangan dan Monitoring Sistem Pertanian Hidroponik Berbasis Wireless Sensor Network (WSN)",
        "author": "Aswadul F S R, Muhammad S N, Agung N",
        "journalPublication": "Jurnal Teknik Elektro Uniba (2023) 7(2) 345-349",
        "desc": "Hidroponik merupakan cara bercocok tanam dengan media air yang mengandung nutrisi di dalamnya. Salah satu faktor keberhasilan hidroponik yaitu dipengaruhi oleh bagaimana cara pemilik melakukan pemeriksaan kadar air dan melakukan pengisian nutrisi secara teratur.",
        "abstract": "Hidroponik merupakan cara bercocok tanam dengan media air yang mengandung nutrisi di dalamnya. Salah satu faktor keberhasilan hidroponik yaitu dipengaruhi oleh bagaimana cara pemilik melakukan pemeriksaan kadar air dan melakukan pengisian nutrisi secara teratur. Pemeriksaan biasanya dilakukan dengan cara manual menggunakan alat TDS dan melakukan pengisian nutrisi hidroponik secara teratur sesuai umur tanaman dan jumlah yg sesuai. Ada saatnya pemilik tanaman hidroponik tetap dapat memeriksa parameter dan memonitor pengisian nutrisi secara otomatis meskipun berada jauh dari lokasi penanaman, untuk itu dalam penelitian ini akan dirancang perangkat alternatif untuk memudahkan pemilik dalam memonitor tanaman hidroponik dari jarak jauh yang berbasiskan Wireless Sensor Network (WSN). Parameter pengontrolan akan dikirimkan ke server melalui jaringan sensor nirkabel (WSN) dan akan disimpan ke dalam database secara realtime, WSN merupakan kumpulan dari beberapa node sensor yang dibangun di atas standar IEEE 802.15.4 dengan daya konsumsi rendah. Topologi Mesh WSN dapat menghubungkan area tanaman hidroponik satu dengan lainnya dalam lingkup WSN. Untuk monitor dari luar WSN, bisa diakses melalui web atau aplikasi android yang terhubung ke web server sistem informasi hidroponik. Satu node sensor akan terintegrasi dengan Mikrokontroler, Sensor (TDS, pH air, suhu, kelembaban), Relay, Solar panel dan Modul transmisi nirkabel untuk pengiriman data. Perancangan ini diharapkan dapat membantu petani hidroponik dalam memonitor dan mengontrol tanamannya setiap saat tanpa harus datang ke tempat penanaman.",
        "keywords": "Hidroponik, Wireless Sensor Network (WSN), Sensor",
		"doi": "https://doi.org/10.36277/jteuniba.v7i2.225",
        "link": "http://jurnal.fte.uniba-bpn.ac.id/index.php/JTE/article/view/225"
	},

	{
        "id": 20,
        "date": "2023",
		"categories": "Wireless Sensor Network",
		"readers": "237",
        "visitor": "312",
        "title": "Sistem Monitoring Ketinggian Air Dan Pemutus Arus Pada Bangunan Rumah Rawan Banjir Menggunakan Wireless Sensor Network (WSN) dan Web GIS",
        "author": "Muhammad H Y",
        "journalPublication": "Jurnal Informatika Ilmu Komputer dan Sistem Informasi (2023) 1(1) 1-7",
        "desc": "Bencana banjir adalah salah satu bencana alam yang terjadi di Indonesia. Penyebab banjir terjadi karena kondisi alam dan curah hujan yang tinggi, salah satunya wilayah Provinsi Sulawesi Tenggara yaitu Kota Kendari yang berada pada ketinggian 0-500 meter. ",
        "abstract": "Bencana banjir adalah salah satu bencana alam yang terjadi di Indonesia. Penyebab banjir terjadi karena kondisi alam dan curah hujan yang tinggi, salah satunya wilayah Provinsi Sulawesi Tenggara yaitu Kota Kendari yang berada pada ketinggian 0-500 meter. Berdasarkan hasil analisis tahun 2021 menuliskan bahwa kota kendari memiliki tingkat resiko bencana banjir akibat tidak berfungsinya pengaliran air (drainase). Sehingga diperlukan mitigasi untuk mencegah dan meminimalisir risiko banjir dimasa yang akan datang. Oleh karena itu diperlukan alat dan sistem yang dapat membantu pemilik rumah dan petugas untuk dapat memudahkan dalam mengakses informasi dengan membangun sistem monitoring sehingga dapat melakukan pengukuran pada ketinggian air dan intensitas hujan secara real time serta pemutus arus untuk menghindari adanya korsleting listrik, penelitian ini dilakukan dengan membuat perangkat monitoring banjir berbasis Wireless Sensor Network (WSN) dan WEB GIS, alat yang dibuat dalam bentuk prototype menggunakan sensor ultrasonik HC-SR04, rain sensor dan relay yang telah melalui proses pengujian keakuratan dengan rata-rata yaitu 0,5546.",
        "keywords": "Monitoring, Ketinggian Air, Pemutus Arus, Sensor Jarak Ultrasonik",
		"doi": "-",
        "link": "http://animator.uho.ac.id/index.php/journal/article/view/8"
	},

    {
        "id": 21,
        "date": "2018",
		"categories": "Text Mining",
		"readers": "489",
        "visitor": "845",
    	"title": "Text Mining in Organizational reaserch",
    	"author": "HVladimer B. Kobayashi1 , Stefan T. Mol1 , Hannah A. Berkers1 , Ga´bor Kismiho´k1 and Deanne N. Den Hartog",
        "journalPublication": "Organizational Research Methods 2018, Vol. 21(3) 733-765",
        "desc": "Text mining, yang pada dasarnya memerlukan pendekatan kuantitatif analisis (biasanya) data tekstual yang sangat banyak, membantu mempercepat penemuan pengetahuan secara radikal, meningkatkan jumlah data yang dapat dianalisis..",
        "abstract": "Despite the ubiquity of textual data, so far few researchers have applied text mining to answer organizational research questions. Text mining, which essentially entails a quantitative approach to the analysis of (usually) voluminous textual data, helps accelerate knowledge discovery by radically increasing the amount data that can be analyzed. This article aims to acquaint organizational researchers with the fundamental logic underpinning text mining, the analytical stages involved, and contemporary techniques that may be used to achieve different types of objectives. The specific analytical techniques reviewed are (a) dimensionality reduction, (b) distance and similarity computing, (c) clustering, (d) topic modeling, and (e) classification. We describe how text mining may extend contemporary organizational research by allowing the testing of existing or new research questions with data that are likely to be rich, contextualized, and ecologically valid. After an exploration of how evidence for the validity of text mining output may be generated, we conclude the article by illustrating the text mining process in a job analysis setting using a dataset composed of job vacancies.",
        "keywords": "text mining, dimensionality reduction, clustering, topic modeling, classification, validation, job analysis",
		"doi": "https://dx.doi.org/10.1177/1094428117722619",
        "link": "https://journals.sagepub.com/doi/pdf/10.1177/1094428117722619"
	},


    {
        "id": 22,
        "date": "2022",
		"categories": "Text Mining",
		"readers": "78",
        "visitor": "90",
        "title": "Blockchain technology for cybersecurity: A text mining literature analysis",
        "author": "Ravi Prakasha , V.S. Anoopa , S. Asharaf ",
    	"journalPublication": "International Journal of Information Management Data Insights Volume 2, Issue 2, November 2022, 100112",
    	"desc": "Blockchain, infrastruktur teknologi di balik bitcoin cryptocurrency yang terkenal, dapat menghilangkan anggapan tersebut kepercayaan dari organisasi terpusat ke platform terdesentralisasi yang dapat diverifikasi secara matematis dan aman secara kriptografis. Ini mendapatkan momentum yang lebih signifikan secara eksponensial dan mengganggu jalannya bisnis berfungsi di luar aspek mata uang digital..",
        "abstract": "Blockchain, the technology infrastructure behind the famous cryptocurrency bitcoin, can take away the notion of trust from centralized organizations to a decentralized platform that is mathematically verifiable and cryptographically secure. It is gaining more significant momentum exponentially and disrupts the way businesses function beyond the digital currency aspects. This work presents a text mining literature analysis of research articles published in major digital libraries on blockchain technology and cybersecurity. This literature analysis employs automated text mining approaches such as topic modeling and keyphrase extraction for unearthing the themes from a vast body of literature. This analysis highlights the multidisciplinary nature of blockchain technology within the cybersecurity domain. The findings also show the cyber threats and vulnerabilities that evolve with blockchain technology developments. This analysis also showcases the computer security research community’s vulnerabilities and provides future research dimensions that are crucial for designing secure blockchain applications and platforms.",
        "keywords": "Blockchain technology Cybersecurity Vulnerability assessment Text mining Topic modeling Literature analysis ",
		"doi": "https://doi.org/10.1016/j.jjimei.2022.100112",
        "link": "https://www.sciencedirect.com/science/article/pii/S2667096822000556/pdfft?md5=2b602dadf300e34f1a071a0de6beb44f&pid=1-s2.0-S2667096822000556-main.pdf"  },
{
        "id": 23,
        "date": "2022",
		"categories": "Text Mining",
		"readers": "5500",
        "visitor": "3701",
        "title": "Implementasi Data Mining dengan Algoritma Naïve Bayes Untuk Klasifikasi Kelayakan Penerima Bantuan Sembako ",
        "author": "Amat Damuri , Umbar Riyanto, Hengki Rusdianto , Mohammad Aminudin",
        "journalPublication": "JURIKOM (Jurnal Riset Komputer), Vol. 8 No. 6, Desember 2021",
        "desc": "Kemiskinan adalah salah satu persoalan mendasar yang menjadi pusat perhatian pemerintah di suatu negara. Salah satu aspek penting untuk mendukung Strategi Penanggulangan Kemiskinan adalah tersedianya data kemiskinan yang akurat dan tepat sasaran. Naïve Bayes merupakan salah satu metode yang dapat digunakan untuk mengklasifikasikan data.",
        "abstract": "Kemiskinan adalah salah satu persoalan mendasar yang menjadi pusat perhatian pemerintah di suatu negara. Salah satu aspek penting untuk mendukung Strategi Penanggulangan Kemiskinan adalah tersedianya data kemiskinan yang akurat dan tepat sasaran. Naïve Bayes merupakan salah satu metode yang dapat digunakan untuk mengklasifikasikan data. Hasil klasifikasi yang dilakukan nantinya akan membantu pengelola bantuan untuk mengambil keputusan terkait klasifikasi penentuan penerima bantuan sembako. Prediksi penerima bantuan sembako yang digunakan terdapat dua kelas, yaitu layak dan tidak layak. Data yang digunakan untuk prediksi yaitu data sampel dari desa XYZ. Pada penelitian ini algoritma Naïve Bayes diimplementasikan dan dianalisa menggunakan aplikasi yang dikembangkan berbasis web. Dari hasil evaluasi menggunakan confusion matrix didapatkan akurasi yang dihasilkan untuk 135 data training dengan 40 data testing dan tujuh atribut yang digunakan menghasilkan akurasi sebesar 86%, recall 85%, dan presisi 88%..",
        "keywords": ": Naïve Bayes, Confusion matrix, Data mining, Algoritma, Bantuan Sembako",
		"doi": "http://dx.doi.org/10.30865/jurikom.v8i6.3655",
        "link": "https://docs.google.com/viewerng/viewer?url=http://www.ejurnal.stmik-budidarma.ac.id/index.php/jurikom/article/viewFile/3655/2403"  
    },
    {
        "id": 24,
        "date": "2022",
		"categories": "Text Mining",
		"readers": "5500",
        "visitor": "3701",
        "title": "Implementasi Data Mining dengan Algoritma Naïve Bayes Untuk Klasifikasi Kelayakan Penerima Bantuan Sembako ",
        "author": "Amat Damuri , Umbar Riyanto, Hengki Rusdianto , Mohammad Aminudin",
        "journalPublication": "JURIKOM (Jurnal Riset Komputer), Vol. 8 No. 6, Desember 2021",
        "desc": "Kemiskinan adalah salah satu persoalan mendasar yang menjadi pusat perhatian pemerintah di suatu negara. Salah satu aspek penting untuk mendukung Strategi Penanggulangan Kemiskinan adalah tersedianya data kemiskinan yang akurat dan tepat sasaran. Naïve Bayes merupakan salah satu metode yang dapat digunakan untuk mengklasifikasikan data.",
        "abstract": "Kemiskinan adalah salah satu persoalan mendasar yang menjadi pusat perhatian pemerintah di suatu negara. Salah satu aspek penting untuk mendukung Strategi Penanggulangan Kemiskinan adalah tersedianya data kemiskinan yang akurat dan tepat sasaran. Naïve Bayes merupakan salah satu metode yang dapat digunakan untuk mengklasifikasikan data. Hasil klasifikasi yang dilakukan nantinya akan membantu pengelola bantuan untuk mengambil keputusan terkait klasifikasi penentuan penerima bantuan sembako. Prediksi penerima bantuan sembako yang digunakan terdapat dua kelas, yaitu layak dan tidak layak. Data yang digunakan untuk prediksi yaitu data sampel dari desa XYZ. Pada penelitian ini algoritma Naïve Bayes diimplementasikan dan dianalisa menggunakan aplikasi yang dikembangkan berbasis web. Dari hasil evaluasi menggunakan confusion matrix didapatkan akurasi yang dihasilkan untuk 135 data training dengan 40 data testing dan tujuh atribut yang digunakan menghasilkan akurasi sebesar 86%, recall 85%, dan presisi 88%..",
        "keywords": ": Naïve Bayes, Confusion matrix, Data mining, Algoritma, Bantuan Sembako",
		"doi": "http://dx.doi.org/10.30865/jurikom.v8i6.3655",
        "link": "https://docs.google.com/viewerng/viewer?url=http://www.ejurnal.stmik-budidarma.ac.id/index.php/jurikom/article/viewFile/3655/2403"  
    },
    {
        "id": 25,
        "date": "2017",
		"categories": "Text Mining",
		"readers": "90",
        "visitor": "79",
        "title": "SELEKSI FITUR MENGGUNAKAN PENAMBANGAN DATA BERBASIS VARIABLE PRECISION ROUGH SET (VPRS) UNTUK DIAGNOSIS PENYAKIT JANTUNG KORONER",
        "author": "Dwi Normawati, Sri Winiarti ",
        "journalPublication": "Jurnal Ilmu Teknik Elektro Komputer dan Informatika (JITEKI) Vol. 3, No. 2, Desember 2017 ",
        "desc": "Pada penelitian ini, menggunakan metode seleksi fitur berbasis pakar medis (MFS) dan juga menggunakan metode seleksi fitur berbasis komputer yaitu metode seleksi fiture menggunakan metode data mining berbasis teori Varible Precision Rough Set (VPRS) yang merupakan pengembangan dari teori Rough Set.",
        "abstract": "Penyakit jantung koroner merupakan penyakit yang banyak menyebabkan kematian pada manusia. Penyakit ini terjadi ketika terdapat atherosclerosis (timbunan lemak) yang menghalangi aliran darah ke otot jantung pada arteri koronaria. Metode gold standard yang menjadi rujukan para dokter untuk mendiagnosis penyakit jantung koroner adalah coronary angiography. Namun metode ini invasisve, mempunyai resiko tinggi dan mahal. Tujuan penelitian ini adalah melakukan diagnosis penyakit jantung koroner berbasis komputer menggunakan data mining dengan melakukan seleksi fiture dan melakukan klasifikasi pada dataset penyakit jantung Cleveland. Pada penelitian ini, menggunakan metode seleksi fitur berbasis pakar medis (MFS) dan juga menggunakan metode seleksi fitur berbasis komputer yaitu metode seleksi fiture menggunakan metode data mining berbasis teori Varible Precision Rough Set (VPRS) yang merupakan pengembangan dari teori Rough Set. Pada penelitian ini, studi literature tentang metode seleksi fiture berbasis pakar medis atau motivated feature selection (MFS) dan metode seleksi fitur berbasis komputer yaitu berbasis teori VPRS dilakukan. Penggabungan metode seleksi fitur berbasis pakar medis dan komputer juga dilakukan agar dapat menghindari terhapusnya fitur-fitur yang dianggap penting oleh pakar medis. Pada akhirnya, proses seleksi fitur basis komputer yaitu VPRS dan penggabungan VPRS dengan MFS mampu meningkatkan performa klasifikasi secara signifikan untuk mendiagnosis penyakit jantung koroner, dilihat dari lebih sedikitnya jumlah rule yang dihasilkan dan nilai hasil akurasi yang lebih baik dibandingkan dengan klasifikasi tanpa seleksi fitur..",
        "keywords": ": penyakit jantung coroner; Cleveland; seleksi fitur",
		"doi": "http://dx.doi.org/10.30865/jurikom.v8i6.3655",
        "link": "https://docs.google.com/viewerng/viewer?url=http://www.ejurnal.stmik-budidarma.ac.id/index.php/jurikom/article/viewFile/3655/2403"  
    },

    {
        "id": 26,
        "date": "2023",
		"categories": "Knowledge Discovery and Management",
		"readers": "80",
        "visitor": "51",
        "title": "Pengembangan Model Ontologi Pada Sistem Informasi Bahasa Bali",
        "author": "I Made Yoga Mahendraa , Cokorda Pramarthaa , I Putu Gede Hendra Suputraa , I Made Widiarthaa , I Gede Arta Wibawaa , I Wayan Suprianaa",
        "journalPublication": "Jurnal Elektronik Ilmu Komputer Udayana Volume 11, No 3. February 2023 ",
        "desc": "Bahasa Bali adalah bahasa komunikasi bagi masyarakat etnis Bali. Bahasa Bali memiliki kosakata kasar hingga halus yang disebut anggah-ungguhing basa Bali. Bahasa Bali adalah semakin ditinggalkan oleh generasi muda Bali.",
        "abstract": "Balinese is the language of communication for the Balinese ethnic community. The Balinese language has a coarse to fine vocabulary called anggah-ungguhing basa Bali. The Balinese language is increasingly being abandoned by the younger generation of Bali. To help overcome these problems, the Balinese language needs to be built using the Balinese language system using the concept of a semantic ontology. The ontology development method used is Methontology and produces a consistent and valid ontology. The system built will be able to provide information about Balinese words. The system features semantic browsing, semantic search, and opposite words. To ensure system functionality, Black-Box testing was carried out. The result is that the system has good functionality",
        "keywords": "Knowledge Management System, Balinese language, Semantic Web, Methontology, Ontology, Levenshtein Distance",
		"doi": "https://doi.org/10.24843/JLK.2023.v11.i03.p04",
        "link": "https://ojs.unud.ac.id/index.php/JLK/article/view/88592/48823"  
    }
]